Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/laws/other_files/barnevernsloven_nb_hl-19920717-100.txt.tmx
Source language: nob
Languages: sme

source: Statlig regional myndighet skal a) etter anmodning fra kommunen bistå barneverntjenesten i kommunene med plassering av barn utenfor hjemmet, b) ha ansvar for rekruttering og formidling av fosterhjem, c) ha ansvar for at fosterhjemmene får nødvendig opplæring og generell veiledning.
sme: Stáhta regionála eiseváldi galgá a) go suohkan bivdá, de galgá veahkehit suohkana mánáidsuodjalusbálvalusa doalvut máná ruovttus eret, b) gozihit gávdnat ođđa biebmoruovttuid ja juohkit daid birra dieđuid, c) gozihit ahte biebmoruovttut ožžot dárbbašlaš oahpu ja oppalaš bagadallamiid.

source: Statlig regional myndighet skal ha internkontroll for å sikre at oppgavene utføres i samsvar med krav fastsatt i lov eller i medhold av lov.
sme: Stáhta regionála eiseválddis galgá leat siskkáldas bearráigeahčču mii sihkkarastá ahte bargamušat doaimmahuvvojit gáibádusaid mielde maid láhka mearrida dahje mat leat lágas.

source: Statlig regional myndighet må kunne gjøre rede for hvordan den oppfyller kravet til internkontroll.
sme: Stáhta regionála eiseváldi galgá sáhttit čilget movt siskkáldas bearráigeahččan doaimmahuvvo nu ahte deavdá gáibádusa.

source: Fylkesmannen er statlig barnevernmyndighet på fylkesnivå.
sme: Fylkkamánne lea stáhta mánáidsuodjaluseiseváldi fylkkadásis.

source: Fylkesmannen plikter å føre tilsyn med barnevernvirksomheten i de enkelte kommuner, jf. § 2-3b.
sme: Fylkkamánne lea geatnegahtton gozihit earenoamážit iešguđet suohkana mánáidsuodjalusdoaimmaid.

source: Fylkesmannen skal også sørge for at kommunene får råd og veiledning.
sme: Dat mearkkaša ahte fylkkamánne galgá a) gozihit ahte suohkanat čađahit daid bargamušaid maid sis dán lága mielde lea geatnegasvuohta bargat, b) fuolahit ahte suohkanat ožžot neavvagiid ja bagadallamiid, c) gozihit institušuvnnaid ja váhnemiid ja mánáid váste guovddážiid 5. kapihttala vuođul ja fuolahusguovddážiid mat leat vuolleahkahaččaid váste kapihtal 5A vuođul.

source: Departementet kan gi nærmere forskrifter om gjennomføringen av tilsynet, jf. fjerde ledd.
sme: Departemeanta sáhttá addit dárkilit láhkaásahusaid mat gusket siskkáldas bearráigeahččama čađaheapmái, vrd. njealját lađđasiin.

source: Barneverninstitusjonene er statlig barnevernmyndighet på lokalt nivå, jf. kapittel 5.
sme: Mánáidsuodjalusinstitušuvnnat leat stáhta mánáidsuodjaluseiseváldi báikkálaš dásis, vrd. 5.kapihttaliin.

source: Departementet kan kreve at kommunale organer som hører under loven, uten hinder av taushetsplikt, gir de opplysninger og meldinger som er nødvendige for at departementet skal kunne utføre sine oppgaver etter første ledd.
sme: Departemeanta sáhttá gáibidit ahte suohkanorgánat mat gullet dán lága vuollái, almmá jávohisvuođageaskku haga, addet daid dieđuid ja dieđáhusaid maid departemeanta dárbbaša čađahit iežas bargamušaid vuosttaš lađđasa vuođul.

source: Statens helsetilsyn og fylkesmannen kan kreve at kommunale organer som hører under loven, uten hinder av taushetsplikt, gir de opplysninger og meldinger som er nødvendige for at disse myndighetene skal kunne utøve sine tilsynsoppgaver i henhold til loven.
sme: Stáhta dearvvašvuođabearráigeahčču ja fylkkamánne sáhttet gáibidit ahte suohkanorgánat maidda lága 5. kapihtal gusto, ja vuolleahkahaččaid fuolahusguovddážat maidda láhka gusto, almmá jávohisvuođageaskku haga, addet dieđuid ja dieđáhusaid maid eiseválddit dárbbašit vai sáhttet čađahit lága vullosaš bargamušaid.

source: Statlige sentrale myndigheter, statlige regionale myndigheter, Statens helsetilsyn og fylkesmannen kan kreve at alle institusjoner og sentre for foreldre og barn som omfattes av kapittel 5 i loven, og omsorgssentre for mindreårige som omfattes av kapittel 5 A i loven, uten hinder av taushetsplikt, gir de opplysninger og meldinger som er nødvendige for at myndighetene skal kunne utføre sine oppgaver etter loven.
sme: Stáhta dearvvašvuođabearráigeahčču ja fylkkamánne sáhttet gáibidit ahte buot institušuvnnat ja váhnemiid ja mánáid váste guovddážat, maidda lága 5.kapihtal gusto, ja vuolleahkahaččaid fuolahusguovddážat maidda lága 5 A kapihtal gusto, almmá jávohisvuođageaskku haga addet daid dieđuid ja dieđáhusaid maid eiseválddit dárbbašit vai sáhttet čađahit lága vullosaš bargamušaid.

source: Disse myndigheter kan også kreve adgang til alle institusjoner og sentre for foreldre og barn som går inn under kapittel 5, og omsorgssentre for mindreårige som går inn under kapittel 5 A.
sme: Dát eiseválddit sáhttet maid gáibidit beassat buot institušuvnnaide ja váhnemiid-ja mánáidguovddážiidda mat gullet lága 5. kapihttalii, ja fuolahusguovddážiidda mat leat ásahuvvon vuolleahkahaččaid váste, mat gullet lága 5 A kapihttalii.

source: Departementet kan gi nærmere forskrifter om statlige barnevernmyndigheters myndighet, oppgaver og organisering på sentralt, regionalt og lokalt nivå.
sme: Departemeanta sáhttá addit dárkilit láhkaásahusaid stáhtii gullevaš mánáidsuodjaluseiseválddiid válddi, bargamušaid ja guovddáš, regionála ja báikkálaš organiserema birra.

source: Endret ved lover 9 mai 2003 nr. 29 (ikr. 1 jan 2004 iflg. res. 9 mai 2003 nr. 596), 17 juni 2005 nr. 65 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 614), 30 mai 2008 nr. 36 (ikr. 1 juli 2008 iflg. res. 30 mai 2008 nr. 517), 19 juni 2009 nr. 45 (ikr. 1 juli 2009 og 1 jan 2010 iflg. res. 26 juni 2009 nr. 874), 15 apr 2011 nr. 9 (ikr. 15 apr 2011 iflg. res. 15 apr 2011 nr. 405).
sme: Rievdaduvvon lágain miessemánu 9.b.2003 nr.29 (fámus ođđajagimánu 1.b.2004, miessemánu 9. b.2003 resolušuvnnain nr. 596), geassemánu 17.b.2005 nr.65 (fámus ođđajagimánu 1. b.2006, geassemánu 17.b.2005 res.nr. 614), miessemánu 30. b.2008 nr.36 (fámus suoidnemánu 1. b.2008, miessemánu 30. b. 2008 res.nr.517).

source: Særskilte bestemmelser for Oslo kommune Lovens bestemmelser om statlig regional barnevernmyndighets oppgaver og myndighet kommer ikke til anvendelse i Oslo kommune.
sme: Earenoamáš mearrádusat Oslo suohkanii Lága mearrádusat mat gusket stáhta regionála mánáidsuodjaluseiseválddi bargamušaide ja váldái, eai guoskka Oslo suohkanii.

source: I Oslo kommune skal statlig regional myndighets oppgaver og myndighet ivaretas av kommunen.
sme: Oslo suohkanis galgá suohkan áimmahuššat stáhtii gullevaš regionála eiseválddi bargamušaid ja válddi.

source: Departementet gir nærmere forskrifter om Oslo kommunes plikter, oppgaver og kompetanse og om statlig tilsyn og kontroll.
sme: Departemeanta sáhttá addit dárkilit láhkaásahusaid mat gusket Oslo suohkana geatnegasvuođaide, bargamušaide ja gelbbolašvuhtii ja stáhta bearráigeahččamii ja dárkkisteapmái.

source: Tilføyd ved lov 9 mai 2003 nr. 29 (ikr. 1 jan 2004 iflg. res. 9 mai 2003 nr. 596).
sme: Lasihuvvon lágain miessemánu 9. b. 2003 nr. 29 (fámus ođđajagimánu 1. b.2004, miessemánu 9. b. 2003 resolušuvnnain nr. 596).

source: Statlig tilsyn på barnevernområdet Statens helsetilsyn har det overordnede faglige tilsyn med barnevernvirksomheten i de enkelte kommuner, og med institusjoner, sentre for foreldre og barn og omsorgssentre for mindreårige etter denne loven.
sme: Stáhta dearvvašvuođabearráigeahču gozihandoaibma Stáhta dearvvašvuođabearráigeahčču lea juohke suohkana mánáidsuodjalusdoaimma bajemusdási fágalaš bearráigeahčči, dat guoská maid institušuvnnaide, váhnemiid-ja mánáidguovddážiidda ja vuolleahkahaččaid fuolahanguovddážiidda maidda dát láhka guoská.

source: Statens helsetilsyn skal utøve myndighet i samsvar med det som er bestemt i barnevernloven og forskrifter til denne.
sme: Stáhta dearvvašvuođabearráigeahčču galgá dán barggu doaimmahit dan mielde mii lea mearriduvvon mánáidsuodjaluslágas ja dasa guoskivaš láhkaásahusain.

source: § 2-4. Forsøksvirksomhet Kongen kan samtykke til at det i kommuner iverksettes forsøk som har til formål å utvikle samarbeidsformer mellom barneverntjenesten og aktuelle samarbeidspartnere i statlig, fylkeskommunal og kommunal forvaltning.
sme: § 2-4. Geahččaladdan Gonagas sáhttá miehtat dasa ahte suohkaniin álggahuvvojit geahččaladdanbarggut maid ulbmil lea ovddidit ovttasbargovugiid mánáidsuodjalusbálvalusa ja vejolaš ovttasbargobeliid stáhtalaš, fylkasuohkanlaš ja suohkanlaš hálddašemiid gaskka.

source: Kongen kan samtykke til at det i forhold til andre som utfører tjeneste eller arbeid for et forvaltningsorgan, fravikes fra lovbestemt taushetsplikt som er fastsatt i denne loven og i følgende lover: Lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. § 6-1, lov 2. juli 1999 nr. 64 om helsepersonell m.v. kapittel 5, lov 10. februar 1967 om behandlingsmåten i forvaltningssaker §§ 13 til 13 f, lov 17. juni 2005 nr. 64 om barnehager § 20, lov 19. november 1982 nr. 66 om helsetjenesten i kommunene § 6-6, lov 13. desember 1991 nr. 81 om sosiale tjenester m.v. § 8-8 og lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa § 15-1. Det kan videre gis samtykke til at det på forsøksstedet opprettes et felles registreringskartotek.
sme: Gonagas sáhttá miehtat dasa ahte earáid ektui geat bálvalit hálddašanorgána dahje geat barget hálddašanorgána ovddas, spiehkastuvvo lágavuloš jávohisvuođageaskkus mii lea mearriduvvon dán lágas ja čuovvovaš lágain: Suoidnemánu 2. b. 1999 láhka nr. 61 spesialistadearvvašvuhtii gullevaš bálvalusaid birra jna. § 6-1, suoidnemánu 2. b. 1999 láhka nr. 64 dearvvašvuođabargiid jna, birra kapihtal 5, guovvamánu 10. b. 1967 láhka hálddahusáššiid gieđahallanvugiid birra §§ 13 gitta 13 f rádjái, geassemánu 17. b. 2005 láhka nr. 64 mánáidgárddiid birra § 20, skábmamánu 19. b.1982 láhka nr. 66 suohkaniid dearvvašvuođabálvalusa birra § 6-6, juovlamánu 13. b. 1991 láhka nr. 81 sosiála bálvalusaid birra jna. § 8-8 ja suoidnemánu 17. b. 1998 láhka nr. 61 vuođđoskuvlla ja joatkkaoahpahusa birra § 15-1. Sáhttá maid mieđihuvvot ahte geahččaladdanbáikái ásahuvvo oktasaš registrerenkartotehka.

source: Kartoteket skal angi hvorvidt de enkelte forvaltningsorganer sitter inne med opplysninger om den enkelte klient eller pasient, og hvor opplysningene eventuelt finnes.
sme: Kartotehka galgá muitalit leat go iešguđet hálddašanorgánas dieđut dihto klieantta dahje pasieantta birra, ja gos dat dieđut sáhttet leat gávdnamis.

source: Det skal utarbeides vedtekter for det enkelte forsøk.
sme: Juohke geahččaladdamii galget ráhkaduvvot njuolggadusat.

source: Vedtektene fastsettes av kommunestyret.
sme: Njuolggadusaid mearrida suohkanstivra.

source: Ved utarbeidelse av vedtektene får § 37 i forvaltningsloven tilsvarende anvendelse.
sme: Njuolggadusaid ráhkadettiin geavahuvvo hálddahuslága § 37 seamma láhkái.

source: Vedtektene skal godkjennes av Kongen.
sme: Njuolggadusaid galgá Gonagas dohkkehit.

source: I forbindelse med godkjenningen kan Kongen gjøre mindre endringer i vedtektene.
sme: Dohkkehettiin sáhttá Gonagas rievdadit njuolggadusaid veaháš.

source: Kongen kan foreta mindre endringer i allerede godkjente vedtekter.
sme: Gonagas sáhttá maid dohkkehuvvon njuolggadusaide buktit smávit rievdadusaid.

source: Kongen kan gi nærmere regler om forsøk etter denne bestemmelse, herunder om antallet forsøksenheter totalt og innenfor det enkelte forsøksområde, prosedyre for utvelgelse av forsøksenheter og forsøksområder, og godkjenning og iverksetting av forsøk.
sme: Gonagas sáhttá dárkilit njuolggadusaid addit geahččaladdamiidda dán mearrádusa vuođul, mahkáš galle geahččaladdanovttadaga sáhttet leat oktiibuot ja gallis sáhttet leat juohke geahččaladdanguovllus, geahččaladdanovttadagaid ja geahččaladdanguovlluid válljenvuogi birra, ja movt dohkkehit ja álggahit geahččaladdamiid.

source: Departementet skal føre overordnet tilsyn med forsøksvirksomheten.
sme: Departemeanta galgá bajimus dásis gozihit geahččaladdandoaimma.

source: Tilføyd ved lov 25 nov 1994 nr. 62, endret ved lover 5 mai 1995 nr. 19 (ikr. 1 jan 1996), 17 juli 1998 nr. 61 (ikr. 1 aug 1999 iflg. res. 27 nov 1998 nr. 1096), 9 mai 2003 nr. 29 (ikr. 1 jan 2004 iflg. res. 9 mai 2003 nr. 596), 21 des 2005 nr. 122 (ikr. 1 jan 2006). Endres ved lov 24 juni 2011 nr. 30 (ikr. fra den tid Kongen bestemmer).
sme: Lasihuvvon skábmamánu 25. b. 1994 lágain nr. 62, rievdaduvvon miessemánu 5. b. 1995 lágain nr. 19 (fámus ođđajagimánu 1. b.1996), suoidnemánu 17.b. 1998 lágain nr. 61 (fámus borgemánu 1.b. 1999, skábmamánu 27.b. 1998 resolušuvnnain nr. 1096), miessemánu 9.b. 2003 lágain nr. 29 (fámus ođđajagimánu 1.b. 2004, miessemánu 9.b. 2003 res.nr. 596), juovlamánu 21.b. 2005 lágain nr. 122 (fámus ođđajagimánu 1.b. 2006).

source: § 2-5. Barnesakkyndig kommisjon Barnesakkyndig kommisjon skal vurdere rapporter fra sakkyndige i barnevernsaker.
sme: § 2-5. Mánáidáššedovdi kommišuvdna Mánáidáššedovdi kommišuvdna galgá árvvoštallat áššedovdiid raporttaid mánáidsuodjalusáššiin.

source: Kommisjonens medlemmer oppnevnes av Kongen.
sme: Kommišuvnna miellahtuid nammada Gonagas.

source: Kommisjonen underretter oppdragsgiveren og den sakkyndige om sin vurdering.
sme: Kommišuvdna dieđiha barggaheaddjái ja áššedovdái iežas árvvoštallama.

source: Departementet kan gi nærmere regler om kommisjonens oppgaver, organisasjon og saksbehandling.
sme: Departemeanta sáhttá mearridit dárkilit njuolggadusaid kommišuvnna bargamušaid, organiserema ja áššemeannudeami birra.

source: Overskriften endret ved lov 17 juni 2005 nr. 65 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 614).
sme: Bajilčála rievdaduvvon geassemánu 17. b.2005 lágain nr.65 (fámus ođđajagimánu 1.b. 2006. geassemánu 17.b. 2005 resolušuvnnain nr. 614).

source: Kommunen skal følge nøye med i de forhold barn lever under, og har ansvar for å finne tiltak som kan forebygge omsorgssvikt og adferdsproblemer.
sme: Suohkan galgá dárkilit gozihit mánáid eallindiliid, ja suohkanis lea ovddasvástádus gávdnat doaimmaid mat sáhttet eastadit fuolahisvuođa ja láhttenváttuid.

source: Barneverntjenesten har spesielt ansvar for å søke avdekket omsorgssvikt, adferds-, sosiale og emosjonelle problemer så tidlig at varige problemer kan unngås, og sette inn tiltak i forhold til dette.
sme: Mánáidsuodjalusbálvalusas lea earenoamáš ovddasvástádus fuomášit mánáid geat ellet fuolahisvuođas, geain leat láhtten-, sosiála ja dovdováttut, nu árrat ahte sáhttet garvit bistevaš váttisvuođaid ja álggahit veahkkedoaimmaid daid váttisvuođaide.

source: Barneverntjenesten skal medvirke til at barns interesser ivaretas også av andre offentlige organer.
sme: Mánáidsuodjalusbálvalus galgá váikkuhit dan ahte maiddái eará almmolaš orgánat fuolahit máná beroštumiid.

source: Barneverntjenesten skal samarbeide med andre sektorer og forvaltningsnivåer når dette kan bidra til å løse oppgaver som den er pålagt etter denne loven.
sme: Mánáidsuodjalusbálvalus galgá bargat ovttas eará surggiiguin ja hálddašandásiiguin, dakkár diliin go ovttasbargu sáhttá leat veahkkin čoavdit čuolmmaid mat dain bargamušain leat, mat gullet dán lága geatnegasvuođaide.

source: Som ledd i disse oppgavene skal barneverntjenesten gi uttalelser og råd, og delta i den kommunale og fylkeskommunale planleggingsvirksomhet og i de samarbeidsorganer som blir opprettet.
sme: Oassi dán barggus lea ahte mánáidsuodjalusbálvalus galgá addit cealkámušaid ja rávvagiid, ja searvat suohkana ja fylkasuohkana plánendoaimmaide ja ovttasbargoorgánaide mat ásahuvvojit.

source: Plikt til å utarbeide individuell plan Barneverntjenesten skal utarbeide en individuell plan for barn med behov for langvarige og koordinerte tiltak eller tjenester dersom det anses nødvendig for å skape et helhetlig tilbud for barnet, og det foreligger samtykke.
sme: Geatnegasvuohta ráhkadit oktagaslaš plána Mánáidsuodjalusbálvalus galgá ráhkadit oktagaslaš plána mánnái gii dárbbaša guhkesáigái oktiiheivehuvvon veahkkedoaimmaid dahje bálvalusaid, jus dat adno leat dárbbašlažžan vai nákce ásahit ollislaš fálaldaga mánnái, ja go dasa lea mieđáhus.

source: Barneverntjenesten skal samarbeide om planen med andre instanser barnet mottar tiltak fra.
sme: Mánáidsuodjalusbálvalus galgá plána ráhkadeami oktavuođas ovttasbargat eará ásahusaiguin gos mánná oažžu veahki.

source: Departementet kan gi nærmere bestemmelser i forskrift om hvilke grupper av barn plikten omfatter, og om planens innhold.
sme: Departemeanta sáhttá láhkaásahusa bokte mearridit dárkileappot makkár mánnájoavkkuide dát geatnegasvuohta guoská, ja maid plána berre sisttisdoallat.

source: § 3-3. Samarbeid med frivillige organisasjoner.
sme: § 3-3. Ovttasbargu eaktodáhtolaš organisašuvnnaiguin.

source: Barneverntjenesten bør også samarbeide med frivillige organisasjoner som arbeider med barn og unge.
sme: Mánáidsuodjalusbálvalus berre maid ovttasbargat eaktodáhtolaš organisašuvnnaiguin mat barget mánáiguin ja nuoraiguin.

source: Ved bosetting av enslige mindreårige som har framsatt søknad om asyl eller som har fått opphold på grunnlag av slik søknad, skal kommunen foreta en vurdering av den enkeltes behov og på denne bakgrunn tilby egnet botiltak.
sme: Go galgá veahkehit oktonas vuolleahkásaččaid geat leat ohcan dorvvu dahje geat leat ožžon orrunlobi riikkas diekkár ohcamuša vuođul, de ferte suohkan árvvoštallat juohke ovtta sierranas dárbbuid ja dan vuođul fállat heivvolaš orrunbáikki.

source: Kongen kan gi forskrift om kommunens oppgaver knyttet til bosetting.
sme: Gonagas sáhttá addit láhkaásahusa suohkaniid orrunveahki bargamušaid birra.

source: Dersom kommunen i forbindelse med vurderingen etter første ledd finner rimelig grunn til å anta at det foreligger forhold som kan gi grunnlag for tiltak etter kapittel 4, skal barneverntjenesten undersøke forholdet, jf. § 4-3. Tilføyd ved lov 17 juni 2005 nr. 65 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 614).
sme: Jus suohkan dakkár árvvoštallamiid vuođul mat leat namahuvvon vuosttaš lađđasis, jáhkká ahte lea govttolaš ágga navdit ahte dilli lea nu ahte 4. kapihttala vuođul berre álggahit veahkkedoaimmaid, de galgá mánáidsuodjalusbálvalus iskat dilálašvuođa, vrd. § 4-3. Lasihuvvon geassemánu 17.b. 2005 lágain nr. 65 (fámus ođđajagimánu 1.b. 2006, geassemánu 17.b. 2005 resolušuvnnain nr. 614).

source: Ved anvendelse av bestemmelsene i dette kapitlet skal det legges avgjørende vekt på å finne tiltak som er til beste for barnet.
sme: Dan kapihttala mearrádusaid geavaheamis galgá mearrideaddji deaddu biddjojuvvot dasa ahte gávdnat veahkkedoaimmaid mat mánnái leat buoremusat.

source: Herunder skal legges vekt på å gi barnet stabil og god voksenkontakt og kontinuitet i omsorgen.
sme: Dat mearkkaša ahte galgá eanemus deattu bidjat dasa ahte gávdnat mánnái stáđis ja buori oktavuođa rávisolbmuiguin, ja fuolahandoaimmain galgá leat bissovašvuohta.

source: Barneverntjenesten skal snarest, og senest innen en uke, gjennomgå innkomne meldinger og vurdere om meldingen skal følges opp med undersøkelser etter § 4-3.
sme: Mánáidsuodjalusbálvalus galgá farggamusat ja maŋimustá ovdalgo vahkku lea vássán, gieđahallat dieđáhusaid mat leat boahtán ja árvvoštallat galgá go dieđáhusa čuovvolit iskkademiiguin § 4-3 vuođul.

source: Dersom det er rimelig grunn til å anta at det foreligger forhold som kan gi grunnlag for tiltak etter dette kapitlet, skal barneverntjenesten snarest undersøke forholdet, jf. frister inntatt i § 6-9.
sme: Jus lea govttolaš ágga navdit ahte dilli lea nu ahte dán kapihttala vuođul berre álggahit doarjjadoaimmaid, galgá mánáidsuodjalusbálvalus farggamusat iskat dilálašvuođa, vrd. § 6-9 áigemeriiguin.

source: Undersøkelsen skal gjennomføres slik at den minst mulig skader noen som den berører, og den skal ikke gjøres mer omfattende enn formålet tilsier.
sme: Iskkadeamit galget dahkkot nu ahte dat unnimus lági mielde vahágahttet sin geaidda dát čuohcá, ja dat eai galgga dahkkot viidábut go maid ulbmil gáibida.

source: Det skal legges vekt på å hindre at kunnskap om undersøkelsen blir spredt unødig.
sme: Galgá hehttet ahte dieđut iskkadeami birra viidánit dárbbašmeahttumit.

source: Foreldrene eller den barnet bor hos, kan ikke motsette seg at en undersøkelse som nevnt i første ledd blir gjennomført ved besøk i hjemmet.
sme: Váhnemat dahje son gean luhtte mánná orru, eai sáhte caggat ruovttudili iskkadeami, nu movt dat namuhuvvo vuosttaš lađđasis.

source: Barneverntjenesten kan engasjere sakkyndige.
sme: Mánáidsuodjalusbálvalus sáhttá bivdit áššedovdiin veahki.

source: Den sakkyndiges rapport skal før den legges til grunn for vedtak om tiltak etter barnevernloven kapittel 4 være vurdert av Barnesakkyndig kommisjon, jf. § 2-5. Dette gjelder ikke for vedtak om tiltak i akuttsituasjoner, jf. §§ 4-6, 4-9 og 4-25.
sme: Áššedovdi raportta galgá Mánáidáššedovdi kommišuvdna vuos gieđahallat ovdalgo dat biddjojuvvo vuođđun mearrádussii ahte veahkkedoaimma álggahit mánáidsuodjaluslága 4.kapihttala mielde.

source: Barneverntjenesten, og sakkyndige som den har engasjert, kan kreve å få samtale med barnet i enerom.
sme: Mánáidsuodjalusbálvalus, ja áššedovdit maid sii geavahit veahkkin, sáhttet gáibidit beassat mánáin ságastallat sierra lanjas.

source: Hvis det foreligger mistanke om at barnet blir mishandlet eller utsatt for andre alvorlige overgrep i hjemmet, jf. § 4-12 første ledd bokstav c, kan barneverntjenesten gi pålegg om at barnet skal bringes til sykehus eller til annet sted for undersøkelse.
sme: Jus vihkot ahte mánná illástuvvo dahje gillá eará duođalaš veahkaváldima ruovttus, vrd. § 4-12 vuosttaš lađđasa c bustávain, sáhttá mánáidsuodjalusbálvalus gohččut ahte mánná dolvojuvvo buohccivissui dahje eará sadjái iskkadeapmái.

source: Barneverntjenesten skal bidra til å gi det enkelte barn gode levekår og utviklingsmuligheter ved råd, veiledning og hjelpetiltak.
sme: Mánáidsuodjalusbálvalus galgá neavvumiin, bagadallamiin ja veahkkedoaimmaiguin láhčit juohke mánnái buori eallindili ja ahtanuššanvejolašvuođaid.

source: Barneverntjenesten skal, når barnet på grunn av forholdene i hjemmet eller av andre grunner har særlig behov for det, sørge for å sette i verk hjelpetiltak for barnet og familien, f.eks. ved å oppnevne støttekontakt, ved å sørge for at barnet får plass i barnehage, ved besøkshjem, ved avlastningstiltak i hjemmet, ved opphold i senter for foreldre og barn eller andre foreldrestøttende tiltak.
sme: Mánáidsuodjalusbálvalus galgá, jus mánás lea earenoamáš dárbu, ruovttudili dahje eará ákkaid geažil, fuolahit ahte máná ja bearraša várás álggahuvvojit veahkkedoaimmat, omd. ahte doarjjaolmmoš nammaduvvo, ahte mánná beassá mánáidgárdái, ahte ruktui dahje váhnemiid ja mánáid váste guovddážii ásahuvvo duddenveahkki dan botta doppe leat ássamin, dahje fuolahit váhnemiidda juogalágan doarjjadoaimma.

source: På samme måte skal barneverntjenesten også søke å sette i verk tiltak som kan stimulere barnets fritidsaktivitet, eller bidra til at barnet får tilbud om utdanning eller arbeid, eller anledning til å bo utenfor hjemmet.
sme: Seammaládje galgá mánáidsuodjalusbálvalus maiddái geahččalit álggahit doaimmaid mat sáhttet arvvosmahttit máná ádjánit astoáiggedoaimmaiguin, dahje váikkuhit dan ahte mánná oažžu oahppo- dahje bargofálaldaga, dahje vejolašvuođa orrut eará sajis go ruovttus.

source: Barneverntjenesten kan videre sette hjemmet under tilsyn ved at den oppnevner tilsynsfører for barnet.
sme: Mánáidsuodjalusbálvalus sáhttá maiddái bidjat ruovttu geahču vuollái dainna lágiin ahte nammaduvvo bearráigeahčči mánnái.

source: Barneverntjenesten kan også yte økonomisk stønad som hjelpetiltak for barnet.
sme: Mánáidsuodjalusbálvalus sáhttá maid juolludit ruhtadoarjaga veahkkedoaibman mánnái.

source: Fylkesnemnda kan om nødvendig beslutte at tiltak som opphold i barnehage eller andre egnede dagtilbud, skal settes i verk ved pålegg til foreldrene.
sme: Fylkkanammagoddi sáhttá jus leaš dárbu, mearridit ahte váhnemat galget bidjat máná mánáidgárdái dahje eará heivvolaš beaivefálaldahkii.

source: Fylkesnemnda kan gi pålegg om tilsyn når vilkårene i § 4-12 er til stede.
sme: Fylkkanammagoddi sáhttá mearridit bearráigeahču go dilli lea nugo § 4-12 dadjá.
